## Jason
*`JSON (JavaScript Object Notation) — текстовый формат обмена данными, основанный на JavaScript, но может использоваться в любом языке программирования. Легко читается человеком и машиной. Часто используется в REST API (чаще, чем XML из-за лучшей читабельности и меньшего веса).

Корректные значения JSON:

• JSON-объект — неупорядоченное множество пар «ключ:значение», заключённое в фигурные скобки { };
• массив — упорядоченный набор значений, разделённых запятыми. Находится внутри квадратных скобок [ ];
• число (целое или вещественное);
• литералы true (логическое значение «истина»), false (логическое значение «ложь») и null;
• строка.
